{
	"name": "Local Uprising / Liberation (V)",
	"id": "136720",
	"side": "LS",
	"type": "Objective",
	"subtype": "",
	"card_set": "Virtual Block 2",
	"icons": "[Special Edition]",
	"Lore": "'',",
	"Rarity": "R",
	"Text": "'',",
	"Destiny": "0/7",
	"Power": "",
	"Ability": "",
	"Deploy": "",
	"Forfeit": "",
	"Hyperspeed": "",
	"Maneuver": "",
	"Parsec": "",
	"path": "/TWOSIDED/starwars/Virtual2-Light/t_localuprising/liberation",
	"uniqueness": "",
	"ModelType": "",
	"ObjectiveText1": "Deploy Hoth system and [Virtual Block 6] Main Power Generators.  May deploy Echo Base Garrison and/or Maneuvering Flaps. {For} remainder of game, you may not deploy Hoth Sentry or non-Hoth locations (except Rendezvous Point).  T-47 Battle Formation may only be played once per game and is [Immune to Sense]. {While} this side up, during your deploy phase, may deploy an exterior Hoth site or a non-unique Rebel to Hoth from Reserve Deck; reshuffle. {Flip} this card during your move phase if you control 3 exterior Hoth sites with T-47s and/or non-unique Rebels. {Place} out of play if Main Power Generators 'blown away'.",
	"ObjectiveText2": "{While} this side up, Wedge may not cancel battle destiny draws on Hoth.  During your control phase: opponent loses 1 Force for each battleground marker site you control with both a T-47 and a Rebel, and you may use 2 Force to take any one card into hand from Reserve Deck; reshuffle.  Whenever you must lose Force (except from your card, battle damage, or a Force drain at a battleground), reduce the loss (to a minimum of 1) by the number of Hoth locations you occupy. {Flip} this card if you do not control 2 exterior Hoth sites. {Place} out of play if if Main Power Generators 'blown away'.  (Errata Text - September 9th, 2009)",
	"ForceIconsD": "",
	"ForceIconsL": "",
	"Armor": "",
	"CreatureDV": "",
	"Landspeed": "",
	"Politics": "",
	"Influence": "",
	"LocationDStext": "",
	"LocationLStext": "",
	"ObjectiveFrontName": "Local Uprising",
	"ObjectiveBackName": "Liberation (V)",
	"Luck": "",
	"Shadow": "",
}
