{
	"name": "Watch Your Step / This Place Can Be A Little Rough (V)",
	"id": "136733",
	"side": "LS",
	"type": "Objective",
	"subtype": "",
	"card_set": "Virtual Block 4",
	"icons": "[Reflections II]",
	"Lore": "'',",
	"Rarity": "PM",
	"Text": "'',",
	"Destiny": "0/7",
	"Power": "",
	"Ability": "",
	"Deploy": "",
	"Forfeit": "",
	"Hyperspeed": "",
	"Maneuver": "",
	"Parsec": "",
	"path": "/TWOSIDED/starwars/Virtual4-Light/t_watchyourstep/thisplacecanbealittlerough",
	"uniqueness": "",
	"ModelType": "",
	"ObjectiveText1": "Deploy Corellia system (with an unpiloted freighter and a Corellian pilot there) and <>Spaceport City to Corellia. {For} remainder of game, Corellia sites are immune to No Escape.  For either player to deploy a card with ability (except a Corellian) to Corellia, that player must first place a card from hand on bottom of their Used Pile. {While} this side up, you may not Force drain at Corellia system. Once per turn, may use 1 Force to deploy a <> site from Reserve Deck; reshuffle. {Flip} this card if you occupy Corellia system and control two Corellia battleground sites with Corellians.",
	"ObjectiveText2": "{While} this side up, non-blaster character weapon destiny draws are -2 at Corellia sites.  Your Force generation at Corellia spaceport sites is +1.  Your combat vehicles may deploy or move only to same Corellia site as opponent's vehicle.  'Audience Chamber' on Palejo Reshad is treated as 'Corellia'.  During your deploy phase, may deploy one BoShek or a Corellian of ability < 3 from Reserve Deck; reshuffle.  At the end of each turn, you may use 1 Force to draw the bottom card of your Reserve Deck. {Flip} this card if you do not occupy two battlegrounds.  (Errata Text - September 9th, 2009)",
	"ForceIconsD": "",
	"ForceIconsL": "",
	"Armor": "",
	"CreatureDV": "",
	"Landspeed": "",
	"Politics": "",
	"Influence": "",
	"LocationDStext": "",
	"LocationLStext": "",
	"ObjectiveFrontName": "Watch Your Step",
	"ObjectiveBackName": "This Place Can Be A Little Rough (V)",
	"Luck": "",
	"Shadow": "",
}
